Repository: chipsetx/dd-iso
Catalog: *.po
Languages: it

source: $script_name: Error
it: $script_name: Errore

source: There doesn't seem to be any USB drives connected to your computer.
it: Sembra non ci sia alcun drive USB connesso al tuo computer.

source: $script_name: Step 1: Choose a Target
it: $script_name: Step 1: Scegli la destinazione

source: Which USB drive would you like to write the image to?
it: Su quale dispositivo vuoi scrivere la tua immagine?

source: Device
it: Dispositivi

source: Existing Partitions
it: Partizioni Esistenti

source: $script_name: Step 2: Choose a Disk Image File
it: $script_name: Step 2: Scegli il file immagine

source: $script_name: Step 3: Confirm Selection
it: $script_name: Step 3: Conferma la selezione

source: You have chosen to write the disc image file
it: Hai scelto di scrivere l'immagine nel drive

source: to
it: per

source: This will overwrite the contents of the drive with the disc image. Do you wish to proceed?
it: Questo procedimento sovrascriverà il contenuto della chiavetta con il file iso. Vuoi procedere?

source: I need root privilages to write disc images to USB devices, but cannot find beesu, gtksudo, gtksu, or kdesu.
it: Ho bisogno dei permessi di amministratore per scrivere sul drive,ma non sono riuscito a trovare beesu, gtksudo, gtksu o kdesu

source: $script_name: this must be executed as root.
it: $script_name: bisogna eseguirlo da root

source: A simple GUI frontend to dd to write ISO disc images to USB drives.
it: Una semplice interfaccia per dd,per scrivere immagini avviabili sui supporti usb.

source: Run without arguments to use the Zenity GUI.
it: Usarlo senza argomenti per utilizzare l'interfaccia di Zenity

source: This message.
it: Questo messaggio.

source: Directly write DISC_IMAGE to TARGET_DEVICE with dd. Requires root.
it: Scrive direttamente DISC_IMAGE su TARGET_DEVICE сon dd. Richiede root.

source: dd output will be written to LOG_FILE, otherwise to
it: L'output dd è stato salvato su LOG_FILE, altrimenti

source: You must be run this script in an X session to use the Zenity GUI.
it: Bisogna aprire questo script in una sessione X per l'interfaccia Zenity.

source: $script_name: Writing Image...
it: $script_name: Scrittura Dell'Immagine...

source: The disc image is being written to
it: Scrittura eseguita

source: This will take a while.
it: Ci vorrà un po'

source: $script_name: Result
it: $script_name: Risultato
